[
	{ "id": 3, "name": "Retractable Leash", "image": "https://images-na.ssl-images-amazon.com/images/I/61EYu9vPcQL._SL1500_.jpg", "desc": "New Classic – the classic, perfect retractable leash from flexi, featuring a stylish design and an ergonomic grip handle. It can be accessorized with Multi Box and LED Lighting System (for size S and up). With its innovative Short-Stroke Braking System, the New Classic creates a high level of safety and comfort during walks. The modern New Classic leashes are available as tape and cord models in sizes XS, S, M and M/L, each in red, blue, black or pink." },
	{ "id": 4, "name": "Milk Bone", "image": "https://images-na.ssl-images-amazon.com/images/I/71OOw0EVWsL._SL1300_.jpg", "desc": "Milk-Bone MaroSnacks combine the crunchy texture of a biscuit with the delicious taste of real bone marrow. Prepared with care by the makers of Milk-Bone dog snacks, these tasty treats will give your dog the simple, genuine joy that your dog gives you every day. (Formerly Original Dog Treats.)" },
	{ "id": 5, "name": "Cozy Cave Pet Bed", "image": "https://images-na.ssl-images-amazon.com/images/I/61X8b2WvSRL._SL1000_.jpg", "desc": "Cave style nesting pet bed for breeds that like to burrow." },
	{ "id": 6, "name": "Orthopedic Pet Bed Foam", "image": "https://images-na.ssl-images-amazon.com/images/I/71HtWGSwaxL._SL1500_.jpg", "desc": "Pamper your pet with a FurHaven NAP orthopedic pet bed mattress! FurHaven's Deluxe Orthopedic Mattresses feature a water resistant polycanvas base to protect your floor from accidents. Featuring an easy, step-on design, this dog bed mattress provides easy access on and off the bed, and is the perfect choice for pets who like to sprawl and snooze the day away." },
	{ "id": 7, "name": "Greenies Dental Dog Treats", "image": "https://images-na.ssl-images-amazon.com/images/I/81J8hsOFL6L._SL1500_.jpg", "desc": "Recommended by veterinarians for at-home oral care, GREENIES Dog Dental Chews provide a daily treat while controlling plaque, tartar buildup and bad dog breath. Our natural dog chews come in a TEENIE size for pets 5-15 pounds. These healthy dog dental treats are made from natural ingredients that are safe to digest, care for your dog's teeth and taste great. Give your pooch the oral health they deserve with these dental dog treats to clean their teeth while providing complete, balanced nutrition." },
	{ "id": 8, "name": "Pet Bully Sticks", "image": "https://images-na.ssl-images-amazon.com/images/I/71IMeQoOVgL._SL1500_.jpg", "desc": "Our 6 inch Bully Sticks (18 in a pack) satisfy every dogs craving for a long lasting chewing treat combined with health and nutrition benefits. Your dog is safe from international producers where quality control could be an issue. These Bully sticks provide a lean super tasty protein chew that will last for hours of pleasure." },
	{ "id": 9, "name": "Folding Dog Crate", "image": "https://images-na.ssl-images-amazon.com/images/I/71oTqWTXCxL._SL1000_.jpg", "desc": "Ideal for both puppies and adult dogs, the AmazonBasics double-door folding metal crate offers exceptional convenience. Use the metal dog crate for anything from potty training or house training to reinforcing house rules and boundaries--or simply as a safe, secure place for your pooch to rest and relax." },
	{ "id": 10, "name": "Kong Classic Dog Toy", "image": "https://images-na.ssl-images-amazon.com/images/I/71Es5QXg55L._SL1500_.jpg", "desc": "The KONG Classic is the gold standard of dog toys and has become the staple for dogs around the world for over forty years. Offering enrichment by helping satisfy dogs' instinctual needs, the KONG Classic's unique all-natural red rubber formula is ultra-durable with an erratic bounce that is ideal for dogs that like to chew while also fulfilling a dog's need to play. Want to extend play time?" },
	{ "id": 11, "name": "Nylabone Dura Chew Bone", "image": "https://images-na.ssl-images-amazon.com/images/I/81z3RvK5s9L._SL1500_.jpg", "desc": "Nylabone helps you establish a positive dental health routine for your dog, with edible dental chews, a full range of oral care supplies, and chew toys that leave your dog with cleaner teeth. Whether you’re hunkering down to brush your dog’s teeth, setting him up for a chewing session, or giving him a mouth-friendly snack, Nylabone chew toys and edible chews help keep your dog’s smile healthy and his breath fresh." }
]
